Repository: Rigo-V/cdidc
Catalog: l10n/*.po
Languages: fi

source: %s: Failed to start %s: %s
fi: %s: %s:n käynnistäminen epäonnistui: %s

source: Submission URL: %s
fi: Lähetyslinkki: %s

source: Usage: %s [OPTIONS]
fi: Käyttö: %s [VALINNAT]

source: Calculate MusicBrainz or CDDB IDs of a compact disc.
fi: Laske CD-levyn MusicBrainz- tai CDDB-tunniste.

source: If neither type of ID is specified, both are printed.
fi: Jos kumpaakaan tunnistetyyppiä ei pyydetä, molemmat tulostetaan.

source: -d DEVICE Optical disc drive to use. Defaults to %s
fi: -d LAITE Käytettävä optinen asema. Oletuksena %s

source: -c Print CDDB ID of CD
fi: -c Tulostaa CDDB-tunnisteen

source: -m Print MusicBrainz Disc ID of CD
fi: -m Tulostaa MusicBrainz-tunnisteen

source: -s Submit Disc ID to MusicBrainz using the default browser
fi: -s Lähetä levyn tunniste MusicBrainziin oletusselaimella

source: -w BROWSER Use BROWSER instead of the system default (implies -s)
fi: -w SELAIN Käytä SELAINta oletusselaimen sijaan (implikoi -s)

source: -b Format the output more briefly
fi: -b Tulosta tiiviimmin

source: -v Print version (%s) information and exit
fi: -v Tulosta versiotiedot (%s) ja poistu

source: -h Print this help message and exit
fi: -h Tulosta tämä ohje ja poistu
